Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Recognizing its essential mandate to protect our sovereignty and secure our borders, the Department of National
fr_fr: Le Ministère collabore avec des partenaires pour soutenir les Autochtones et leur donner les moyens de fournir des services de manière indépendante et de faire progresser les conditions socio-économiques dans leurs communautés.

source: Defence (DND) was provided with a reduction target of 2 per cent of its review base.
fr_fr: Pour préserver les services fournis aux peuples autochtones, SAC cernera des possibilités d'économies équivalentes à 2 % de son assiette des dépenses visée par l'examen, tout en reconnaissant le rôle essentiel d'une prestation de programmes et de services efficace et efficiente pour combler les écarts socio-économiques persistants dont souffrent les communautés autochtones partout au pays.

source: Streamlining and recalibrating current spending that is not cost effective will free up resources
fr_fr: Innovation, sciences et industrie

source: that could be reinvested in defence and help Canada achieve the North Atlantic Treaty Organization's
fr_fr: Innovation, Sciences et Développement économique Canada

source: Defence Investment Pledge. To achieve savings, DND will retire selected fleets that are nearing the end of their service lives, face rising sustainment costs, and that either no longer align with future Canadian Armed Forces
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, Innovation, Sciences et Développement économique (ISDE) réorientera ses programmes axés sur les compétences afin d'éviter tout chevauchement, tout en cherchant à limiter les répercussions sur les intervenants et les clients.

source: operational requirements or for which replacement capabilities have already been identified.
fr_fr: En se concentrant sur les initiatives dont les objectifs ont été atteints ou qui ne sont plus adaptées à leur objectif, le Ministère réduira ou éliminera progressivement des programmes.

source: Retiring these increasingly costly platforms, which have diminishing strategic value, will ensure
fr_fr: Pour accroître leur efficacité, ces mesures sont assorties du récent investissement gouvernemental de 5 milliards de dollars sur six ans, à compter de 2025-2026, attribué au Fonds de réponse stratégique .

source: that resources are focused on acquiring and fielding modern capabilities for the Canadian Armed Forces.
fr_fr: Celui-ci accordera des modalités souples qui aideront les entreprises de toutes les régions et de tous les secteurs touchés par les droits de douane à s'adapter, à se diversifier et à croître.

source: In parallel, DND will readjust its real property portfolio through divestment of underutilized,
fr_fr: ISDE réorientera ses programmes scientifiques et industriels afin qu'ils cadrent davantage avec son mandat principal et réduira le chevauchement avec d'autres investissements fédéraux, provinciaux et territoriaux.

source: obsolete or surplus assets.
fr_fr: Ces mesures comprendront notamment le non-renouvellement de certaines enveloppes de financement des Grappes d'innovation mondiales et du Fonds stratégique pour l'innovation, notamment l'Accélérateur net zéro compte tenu du déclin de la demande, lorsque les objectifs des initiatives auront été atteints ou que d'autres programmes les remplaceront.

source: Where appropriate, divested assets may be repurposed by other levels of
fr_fr: Pour réduire les redondances et faire en sorte que ses programmes cadrent mieux avec les priorités actuelles, ISDE transférera le Programme de financement des petites entreprises du Canada à la Banque de développement du Canada.

source: government or the private sector, creating additional public value.
fr_fr: Il simplifiera également ses services de soutien aux entreprises, comme les Services numériques aux entreprises, afin d'améliorer l'efficacité.

source: DND will also expand the use of the proven Energy Performance Contract model to retrofit defence
fr_fr: Enfin, ISDE réalisera des économies supplémentaires en réduisant son empreinte opérationnelle et financière afin de devenir plus agile et d'améliorer la prestation de services.

source: facilities with energy-efficient systems financed by third-party Energy Service Companies who are
fr_fr: Pour ce faire, le Ministère simplifiera les fonctions administratives, allégera les structures de gestion, réduira le personnel spécialisé et aura recours à moins de consultants externes.

source: repaid directly from guaranteed utility cost savings.
fr_fr: Conseil national de recherches Canada

source: This is a scalable and low-risk solution that reduces recurring costs, modernizes defence infrastructure, and advances Canada's climate
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, le Conseil national de recherches Canada (CNRC) réorganisera ses activités opérationnelles et de recherche afin de se concentrer sur les domaines les plus pertinents et ayant la plus grande incidence.

source: commitments while ensuring fiscal discipline.
fr_fr: Cela comprend l'abandon de certaines capacités de recherche.

source: Finally, DND will modernize governance practices and internal services to address systemic
fr_fr: Le CNRC ciblera mieux son Programme d'aide à la recherche industrielle (PARI) en modifiant les contributions à certains volets du Programme, sans nuire à des secteurs stratégiques.

source: inefficiencies that create bottlenecks and contribute to project delivery delays that result in
fr_fr: Cette approche garantira un soutien équitable entre les industries ou régions, tout en préservant la capacité du PARI à cerner les technologies émergentes, à investir dans ces dernières, et à suivre le rythme de l'industrie.

source: increased costs.
fr_fr: Statistique Canada

source: Reducing these administrative burdens will allow DND and its partners to focus on
fr_fr: De plus, des réajustements seront apportés à la fréquence de la collecte et au niveau de détail des données pour les jeux de données qui sont moins pertinents pour les Canadiens.

source: execution rather than process and accelerate the delivery of new capabilities.
fr_fr: StatCan modernisera également ses processus et ses services internes, et allégera ses structures de gestion.

source: The Canadian Coast Guard joined DND on September 2, 2025. As it integrates with the defence
fr_fr: Ensemble, ces mesures permettront à StatCan de demeurer viable et de se concentrer sur la fourniture des données les plus essentielles et les plus utiles pour les Canadiens.

source: team, opportunities to improve efficiency and effectiveness and reduce duplication will be
fr_fr: L'engagement de StatCan à l'égard de la qualité, de l'intégrité et du soutien fondé sur des données probantes pour le gouvernement et les Canadiens restera le même.

source: identified.
fr_fr: Justice

source: Privy Council To meet up to 15 per cent in savings targets over three years, the Privy Council
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, le ministère de la Justice réalisera des gains d'efficacité et la normalisation des processus, notamment au moyen de la fusion d'unités opérationnelles, de la réduction des redondances, de l'imposition d'une gestion allégée et de l'utilisation de l'IA.

source: Office (PCO) will recalibrate to programming that is no longer a priority or has objectives that
fr_fr: Les investissements dans l'IA, en particulier dans les outils avancés d'analyse et d'automatisation, aideront l'organisation à répondre de manière efficace à la demande croissante de services juridiques.

source: overlap and could be better delivered by other departments, such as the Clean Growth Office and PCO
fr_fr: L'augmentation de ces limites, qui n'ont pas été mises à jour depuis 2013, favoriseront le règlement des différends d'une manière rentable et réduiront les coûts de litige imposés aux Canadiens et aux entreprises canadiennes ainsi qu'au gouvernement fédéral.

source: programming for Public Lands and Housing.
fr_fr: Ces changements nécessiteront des modifications législatives.

source: PCO will also modernize its organization to deliver efficiencies, including automating external
fr_fr: La Commission canadienne des droits de la personne procédera à un remaniement organisationnel et mettra en place une structure simplifiée, ce qui comprend le regroupement des rôles de la présidence et de la vice-présidence. Défense nationale

source: correspondence, modernising the administration of Governor in Council appointees, and improving its processes to support Cabinet Committees.
fr_fr: Le gouvernement effectue un investissement de portée historique dans la défense qui créera des carrières bien rémunérées pour les Canadiens, tout en renforçant notre économie et notre résilience collective.

source: PCO will also consolidate its internal services, including human resources, finance and information technology.
fr_fr: En reconnaissance de son mandat essentiel de protéger notre souveraineté et de sécuriser nos frontières, le ministère de la Défense nationale (MDN) s'est vu fixer un objectif de réduction de 2 % de son assiette de dépenses faisant l'objet de l'examen.

source: PCO will revisit its programs where functions may be overlapping and duplicative with what is
fr_fr: En même temps, le MDN réajustera son portefeuille immobilier en se dessaisissant des actifs sous-utilisés, obsolètes ou excédentaires.

source: delivered by other organizations. For example, this could include working with security partners to
fr_fr: Le cas échéant, les actifs cédés peuvent être réaffectés au profit d'autres paliers de gouvernement ou du secteur privé, ce qui créerait une valeur publique supplémentaire.

source: rationalize resources dedicated to analysing intelligence information within government.
fr_fr: Réduire ces fardeaux administratifs permettra au MDN et à ses partenaires de mettre l'accent sur l'exécution plutôt que sur les processus et il sera ainsi possible d'accélérer la mise en œuvre de nouvelles capacités.

source: Public Safety Department of Public Safety and Emergency Preparedness
fr_fr: La Garde côtière canadienne s'est jointe au MDN le 2 septembre 2025.

source: To strengthen its mandate to keep Canadians safe from a range of risks, including natural disasters,
fr_fr: Son intégration au sein de l'équipe de défense permettra de cerner des possibilités d'amélioration de l'efficacité et de l'efficience et de réduction du double emploi.

source: crime and terrorism, while meeting up to 15 per cent in savings targets over three
fr_fr: Conseil privé Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, le Bureau du Conseil privé (BCP) réajustera les programmes qui ne sont plus prioritaires ou dont les objectifs font double emploi et qui pourraient être mieux mis en œuvre par d'autres ministères, comme le Bureau de la croissance propre et les programmes du BCP liés aux terrains publics et au logement.

source: years, Public Safety and Emergency Preparedness (PSEP) will work to become a leaner, more efficient department to better serve Canadians.
fr_fr: Des modernisations seront également mises en œuvre au sein du BCP pour réaliser des gains d'efficacité, notamment en automatisant la correspondance externe, en actualisant la méthode de gestion des personnes nommées par le gouverneur en conseil, et en améliorant les processus d'appui des comités du Cabinet.

source: This will be done by rightsizing leadership by reducing executive and administrative roles to flatten organizational structures and enhance productivity,
fr_fr: Le BCP consolidera également ses services internes, dont les ressources humaines, les finances et les technologies de l'information.

source: consolidating internal functions to eliminate duplication and improve service delivery and
fr_fr: Le BCP révisera ses programmes pour lesquels il existe des chevauchements et dédoublements de fonctions par rapport à ce qui est offert par d'autres organisations.

source: discontinuing services with minimal operational impact, such as the Centre for Resilience and
fr_fr: Par exemple, cette mesure pourrait inclure la collaboration avec des partenaires du secteur de la sécurité pour rationaliser les ressources allouées à l'analyse de l'information et des renseignements au sein du gouvernement.

source: Continuity Management and the Public Safety Library.
fr_fr: Sécurité publique

source: PSEP will also leverage technology and AI to
fr_fr: Ministère de la Sécurité publique et de la Protection civile

source: automate tasks, and reduce software licensing requirements to achieve savings.
fr_fr: SPPC tirera également parti de la technologie et de l'intelligence artificielle pour automatiser des tâches et réduire les exigences relatives aux licences de logiciels afin de réaliser des économies.

source: PSEP will also refocus on core aspects of federal emergency management responsibilities. Emergency
fr_fr: SPPC mettra l'accent également sur les aspects fondamentaux des responsabilités fédérales en matière de gestion des urgences.

source: management functions and programs at PSEP have evolved in response to growing risks and demands.
fr_fr: Ses fonctions et programmes dans ce domaine ont évolué au fil du temps, en réponse à l'augmentation des risques et aux demandes croissantes.

source: However, this evolution has often been fragmented—units have adapted independently while others have remained unchanged despite shifting priorities.
fr_fr: Cependant, cette évolution s'est souvent faite de manière fragmentée, car les unités se sont adaptées indépendamment tandis que d'autres sont restées inchangées malgré des priorités changeantes.

source: At the same time, emerging priorities—such as national readiness and response capacity—require sustained attention and dedicated resources.
fr_fr: Par ailleurs, les nouvelles priorités, comme la préparation à l'échelle nationale et la capacité d'intervention, exigent une attention soutenue et des ressources particulières.

source: Modernising the organisational structure will address inefficiencies and create space to strategically advance critical and emergencies priorities.
fr_fr: La modernisation de la structure organisationnelle permettra au Ministère de corriger les inefficacités et de créer un espace pour faire avancer stratégiquement les priorités essentielles et celles liées aux urgences.

source: Canada Border Services Agency
fr_fr: Agence des services frontaliers du Canada

source: Recognizing its essential mandate to protect our sovereignty and secure our border and keep communities safe, the Canada Border Services Agency (CBSA) was provided with a reduction target of 2 per cent of its review base.
fr_fr: En reconnaissance de son mandat essentiel de protéger notre souveraineté, de sécuriser nos frontières et d'assurer la sécurité des collectivités, l'Agence des services frontaliers du Canada (ASFC) s'est vu fixer un objectif de réduction de 2,0 % de son assiette des dépenses visée par l'examen.

source: Proposed savings will not impact border security, revenue collection or commercial facilitation operations.
fr_fr: Les économies proposées n'auront pas d'incidence sur la sécurité des frontières, la collecte des revenus ou les activités de facilitation du commerce.

source: To achieve operating efficiencies, CBSA will reduce the cost of using and maintaining its equipment and IT assets by decommissioning legacy software applications. Recognizing the lifecycle of vehicles
fr_fr: Pour atteindre l'efficacité opérationnelle, l'ASFC diminuera les coûts d'utilisation et d'entretien de son équipement et de ses actifs informatiques en mettant hors service les applications logicielles désuètes.

source: in Canada, CBSA will reduce the pace of replacing fleet vehicles—extending its fleet lifecycle from 7 to 10 years and will review the structure of its national headquarters to standardize organizational structures. It will reduce discretionary spending on travel and training,
fr_fr: En tenant compte du cycle de vie des véhicules au Canada, l'ASFC ralentira le rythme de remplacement des véhicules de sa flotte pour prolonger son cycle de vie de 7 à 10 ans et révisera la structure de son siège social national pour normaliser la structure organisationnelle.

source: and review overtime spending, while assigning resources with a focus on service delivery needs (e.g., border wait times or other performance metrics) when making decisions on overtime spending. These efficiencies will complement measures announced by the Prime Minister on October 17, 2025
fr_fr: Il réduira les dépenses discrétionnaires sur les déplacements et la formation et réexaminera les dépenses en heures supplémentaires, tout en attribuant des ressources axées sur les besoins en prestation de services (par exemple, les temps d'attente à la frontière ou d'autres indicateurs de rendement) lors des décisions concernant les dépenses liées aux heures supplémentaires.

source: to provide $617.7 million over five years, starting in 2025-26, with $51.3 million in remaining amortisation and $198.3 million ongoing through Budget 2025 to support CBSA core operations and increase the CBSA's recruit stipend.
fr_fr: Ces gains d'efficacité viendront compléter les mesures annoncées par le premier ministre, le 17 octobre 2025, soit de fournir dans le budget de 2025 un financement de 617,7 millions de dollars sur cinq ans, à compter de 2025-2026, avec 51,3 millions de dollars en amortissement restant et 198,3 millions de dollars par année par la suite, pour appuyer les activités principales de l'ASFC et augmenter l'indemnité versée aux recrues.

source: This funding is complementary to the $1.3 billion Border Plan announced in December 2024, which together will allow the CBSA to hire up to 1,000 new officers.
fr_fr: Ce financement s'ajoute au montant de 1,3 milliard de dollars consacré au Plan frontalier annoncé en décembre 2024; ces sommes permettront collectivement à l'ASFC d'embaucher jusqu'à 1 000 agents et agentes.

source: Correctional Service Canada
fr_fr: Service correctionnel Canada

source: To meet up to 15 per cent in savings targets over three years, Correctional Service
fr_fr: Pour réaliser les économies visées pouvant atteindre 15 % sur trois ans, le Service correctionnel du Canada (SCC) transformera sa façon de fonctionner en augmentant le niveau d'intégration de ses programmes et de la gestion de cas, en assurant une meilleure utilisation des outils numériques, ainsi qu'en réalignant et modernisant ses services internes dans le but d'améliorer l'efficacité et les résultats.

source: Canada (CSC) will transform the way it works through greater integration of its programming and case management, better use of digital tools, and by realigning and Modernising its internal services, to
fr_fr: De plus, des gains d'efficacité opérationnelle seront réalisés en prenant des mesures comme la restructuration de la formation d'orientation des agents de libération conditionnelle pour moderniser la prestation de ce service, assurer la pertinence du contenu et mieux aider les nouveaux agents dans leurs rôles.

source: improve efficiency and outcomes. In addition, operational efficiencies will be realized through efforts such as the restructuring of the Parole Officer orientation training, which will modernize delivery, tailor content, and better support new officers in their roles.
fr_fr: Les équipes de services internes du SCC mettront l'accent sur les priorités essentielles, réduiront le nombre de niveaux dans la structure organisationnelle, adopteront des pratiques modernes et réduiront le fardeau administratif.

source: This will include optimization of its office footprint and a reorganization of its regional arrangements to improve efficiency, consistency, and accountability in its work.
fr_fr: L'organisation cherchera notamment à optimiser l'empreinte de ses bureaux et à réorganiser ses arrangements régionaux afin d'améliorer l'efficacité, la cohérence et la responsabilité dans son travail.

source: This renewed structure and way of working will strengthen CSC's ability to build partnerships (e.g., with provinces, territories, Indigenous governments, and community organizations) and make the organization more agile.
fr_fr: La structure renouvelée et cette façon de travailler renforceront la capacité du SCC à établir des partenariats (par exemple, avec les provinces, les territoires, les gouvernements autochtones et les organisations communautaires) et accorderont davantage de marge de manœuvre à l'organisation.

source: Royal Canadian Mounted Police
fr_fr: Gendarmerie royale du Canada

source: Royal Canadian Mounted Police (RCMP) was provided with a reduction target of 2 per cent of its review base. Proposed savings will not impact policing operations.
fr_fr: La Gendarmerie royale du Canada (GRC), qui a pour mandat essentiel d'assurer la sécurité des Canadiens et de protéger notre souveraineté, s'est vu attribuer un objectif de réduction de 2 % de son assiette des dépenses visée par l'examen.

source: Budget 2025 makes significant investments in the RCMP to expand its capacity by
fr_fr: Les économies proposées n'auront pas d'incidence sur les opérations policières.

source: hiring 1,000 personnel to increase federal policing capacity across Canada to combat crime. The RCMP will reduce expenditures at its national headquarters by centralizing, restructuring and
fr_fr: Dans le budget de 2025, le gouvernement prévoit des investissements importants dans la GRC qui élargiront ses effectifs par l'embauche de 1 000 nouveaux membres et qui renforceront ses services de police fédéraux partout au Canada afin de lutter contre la criminalité.

source: right-sizing key national and administrative functions by Modernising processes and more effectively
fr_fr: La GRC réduira les dépenses de sa direction générale en centralisant et en restructurant les fonctions nationales et administratives clés, et en assurant une taille optimale de celles-ci.

source: using existing tools, technology and systems.
fr_fr: Pour ce faire, elle modernisera les processus et utilisera plus efficacement les outils, les technologies et les systèmes existants.

source: The RCMP will also adjust how it delivers the Cannabis for Medical Purposes benefit.
fr_fr: La GRC rajustera aussi la façon d'offrir la prestation liée au cannabis à des fins médicales.

source: Currently, the program reimburses medical cannabis at a rate of $8.50 per gram, which is significantly above the
fr_fr: Actuellement, le programme rembourse le cannabis à des fins médicales à un taux de 8,50 $ le gramme, ce qui est nettement supérieur au prix du marché.

source: market price. RCMP will transition to reimburse at $6.00 per gram – which still remains above, but closer to the market price.
fr_fr: La GRC passera à un remboursement à 6,00 $ le gramme, soit un montant encore supérieur au prix du marché, mais se rapprochant davantage de celui-ci.

source: This adjustment maintains existing entitlements to meet the needs of RCMP members, while ensuring the government is paying a fair price to provide this support.
fr_fr: Ce réajustement permet d'assurer le maintien des droits actuels et de répondre aux besoins des membres, en plus d'assurer dans un même temps que le gouvernement paye un prix équitable pour offrir ce soutien.

source: For those members who already purchase medical cannabis for $6.00 per gram or less, they will see no change.
fr_fr: En ce qui concerne les membres qui achètent déjà du cannabis médical à 6,00 $ le gramme ou moins, ils ne verront aucun changement.
